Repository: j-pfennig/centauri-bash-lib
Catalog: locale/*/_centauri_bash_sys.po
Languages: de

source: Loading OS and KDE versions:
de: Lade OS und KDE Versionen:

source: Must query OS and KDE versions (no state file)
de: Muss OS und KDE Versionen abfragen (keine Statusdatei)

source: Cannot write version info:
de: Kann Versionsinformation nicht schreiben:

source: Writing version info:
de: Schreibe Versionsinformation:

source: Missing argument:
de: Fehlendes Argument:

source: Installation configuration:
de: Installationskonfiguration:

source: Bad '--info' argument. Valid arguments are:
de: Falsches '--info' Argument. Gültig sind:

source: show detailed version info
de: Detaillierte Versionsinformation ausgeben

source: show this message
de: Diesen Text ausgeben

source: create or update an installation
de: Erstellen oder Aktualisieren einer Installation

source: show centauri-bash-lib paths
de: Pfade von 'centauri-bash-lib' ausgeben

source: for setup tools:
de: Für 'setup' Werkzeuge:

source: copy updated files
de: Kopiere neuere Dateien

source: copy files
de: Kopiere Dateien

source: undo an installation
de: Ein Installation rückgängig machen

source: silently update
de: Stille Aktualisierung

source: show version info
de: Versionsinformation ausgeben

source: Valid --info arguments are:
de: Gültige '--info' Argumente sind:

source: succeeded
de: erfolgreich

source: failed
de: fehlgeschlagen

source: <unknown author/license>
de: <unbekannter Autor/Lizenz>

source: Using 'systemd' (got 'systemctl' and '%s')
de: Benutze 'systemd' (habe 'systemctl' und '%s')

source: Using 'systemd' ('%s' is symlink to systemd)
de: Benutze 'systemd' ('%s' ist Verweis auf systemd)

source: Using 'SysV' init
de: Benutze 'SysV' Initialisierung

source: Using bootstrap config:
de: Verwende Urkonfiguration:
