Repository: j-pfennig/centauri-bash-lib
Catalog: locale/*/_centauri_bash_svc.po
Languages: de

source: Moved 'pid=%s' to '%s'
de: 'pid %s' nach '%s' verschoben

source: Failed to move 'pid=%s' to '%s'
de: Kann 'pid=%s' nicht nach '%s' verschieben

source: New cgroup not found
de: Neue 'cgroup' nicht gefunden

source: Renaming old output:
de: Alte Ausgabe umbenennen:

source: Run in foreground (output '%s'): %s
de: Im Vordergrund ausführen (Ausgabe '%s'): %s

source: Run in background:
de: Im Hintergrund ausführen:

source: Run in background (output '%s'): %s
de: Im Hintergrund ausführen (Ausgabe '%s'): %s

source: Invalid 'CEN_SVC_SCOPE=%s', expecting: %s
de: Ungültig: 'CEN_SVC_SCOPE=%s', erwartet: %s

source: Not yet implemented: CEN_SYC_SCOPE=%s
de: Noch nicht implementiert: CEN_SYC_SCOPE=%s

source: A 'oneshot' service needs an 'actions' function
de: Ein 'oneshot' Dienst braucht eine 'actions' Funktion

source: A 'simple' service needs an 'actions' or 'run' function
de: Ein 'simple' Dienst braucht eine 'actions' Funktion

source: Service command depends on 'systemd'
de: Dienst Kommando erfordet 'systemd'

source: Not a daemon
de: Ist kein Dämon

source: Masked service
de: Dienst maskiert

source: Not a service
de: Kein gültiger Dienst

source: No valid service found
de: Keinen gültigen Dienst gefunden

source: Invalid service(s) found
de: Ungültige Dienste gefunden

source: started
de: gestartet

source: stopped
de: gestoppt

source: reloaded
de: nachgeladen

source: restarted
de: neustart

source: Service (systemd)
de: Dienst (systemd)

source: active
de: activ

source: inactive
de: inaktiv

source: Service (SysV)
de: Dienst (SysV)

source: Daemon
de: Dämon

source: [failed]
de: [Fehlschlag]

source: ***ERROR***
de: ***FEHLER***

source: ***FATAL ERROR***
de: ***FATALER FEHLER***

source: ***WARNING***
de: ***WARNUNG***

source: Invalid '%s' argument: %s
de: Ungültiges '%s' Argument: %s

source: not running
de: Läuft nicht

source: Invalid with option '--tool'
de: Ungültig mit Option '--tool'

source: Cannot have arguments
de: Keine Argumente möglich

source: Got a 'stop' signal
de: Bekam ein 'stop' Signal

source: running actionStop
de: Führe 'actionStop' aus

source: service
de: Dienst

source: daemon
de: Dämon

source: Not starting, already running as a %s\nUse '%s' to override or delete '%s'
de: Starte nicht, läuft schon als %s\nErzwingen mit '%s' oder '%s' löschen

source: Found no PID file, not stopping, use '%s' to override
de: Stoppe nicht, habe keine PID Datei, erzwingen mit '%s'

source: running as service
de: Läuft als Dienst

source: running as daemon
de: Läuft als Dämon

source: Service '%s' is running as daemon, cannot stop
de: Dienst '%s' läuft als Dämon, kann nicht stoppen

source: Daemon '%s' is running as service, cannot stop
de: Dämon '%s' läuft als Dienst, kann nicht stoppen

source: run this tool daemonized (0:no 1:yes 2:auto)
de: Programm als Dämon starten (0:nein 1:ja 2:auto)

source: run as a tool, no root check, no pidfile
de: Ausführung als Kommando, keine root Prüfung, keine PID Datei

source: control output to syslog (0:no 1:also 2:only)
de: Syslog Ausgabe steuern (0:keine 1:beides 2:nur Syslog)

source: Starting as a daemon:
de: Als Dämon starten:

source: start service
de: Dienst starten

source: stop service
de: Dienst anhalten

source: same as: stop -- start
de: dasselbe wie: stop -- start

source: use with 'install', 'uninstall', 'status'
de: Benutzung mit 'install, 'uninstall', 'status'

source: show status information
de: Statusinformation anzeigen

source: module conflict:
de: Modulkonflikt:

source: Service module load
de: Dienstmodul laden

source: Disabled 'console' module
de: Modul 'console' deaktiviert
