Repository: j-pfennig/centauri-bash-lib
Catalog: locale/*/_centauri_bash_mnt.po
Languages: de

source: storage
de: Datenträger

source: device
de: Gerät

source: path
de: Pfad

source: label
de: Bezeichnung

source: Cannot unmount #K
de: Kann #K nicht aushängen

source: Current working directory is mountpoint
de: Altuelles Verzeichnis ist Einhängepunkt

source: Unmount:
de: Aushängen:

source: Failed to unmount #K
de: Aushängen von #K fehlgeschlagen

source: Unmounted:
de: Ausgehängt:

source: Found #K by #L '#A' at mountpoint '#F'
de: #K mit #L '#A' an Einhängepunkt '#F' gefunden

source: Waiting for
de: Warten auf

source: Cannot find #K by #L '#A'
de: Kann #K mit #L '#A' nicht finden

source: Mounting:
de: Einhängen:

source: Cannot find #K mountpoint
de: Kann #K Einhängepunkt nicht finden

source: Mounted:
de: Eingehängt:

source: Mounting #K failed
de: #K Einhängen fehlgeschlagen

source: ... waiting for
de: ... warten auf

source: by #L '#A'
de: mit #L '#A'

source: (#L '#A' device '#D')
de: (#L '#A' Gerät '#D')

source: (#L '#A' folder '#F')
de: (#L '#A' Ordner '#F')

source: Registered for unmount:
de: Zum Aushängen vorgemerkt:

source: No such image file:
de: Abbild-Datei nicht gefunden:

source: Not a block device:
de: Kein Block-Gerät:

source: Device is mounted:
de: Gerät ist eingehängt:

source: Cannot use a partition:
de: Kann keine Partition verwenden:

source: Using partition:
de: Verwende Partition:

source: Cannot use a block device:
de: Kann kein Block-Gerät verwenden:

source: Using block device:
de: Verwende Block-Gerät:

source: Cannot use a file:
de: Kann keine Datei verwenden:

source: Using an image file:
de: Verwende Abbild-Datei:

source: Not mounted:
de: Nicht eingehängt:

source: Unmounting '$_devu' ...
de: Auhängen von '$_devu' ...

source: Unmounted '%s' from '%s'
de: '%s' ausgehängt von '%s'

source: Invalid distribution name:
de: Distributionsname ungültig:

source: Location '%s' not found: %s
de: Bestimmungsort '%s' nicht gefunden: %s

source: disk
de: Festplatte

source: Automount disk by path or label
de: Festplatte nach Pfad oder Label automatisch einhängen

source: Automount storage by path or label
de: Datenträger nach Pfad oder Label automatisch einhängen

source: Running quit function:
de: Aufräumfunktion ausführen:
