Repository: j-pfennig/centauri-bash-lib
Catalog: locale/*/_centauri_bash_win.po
Languages: de

source: insuffient window support, please install 'kdialog'
de: Unzureichende Fenster Unterst端tzung, bitte 'kdialog' installieren

source: window mode not initialized
de: Fenster Modus nicht initialisiert

source: could not initialize window mode
de: Fenster Modus nicht initialisierbar

source: Failed to init progress dialog
de: Initialisierung der Fortschrittanzeige fehlgeschlagen

source: Cancelled by user
de: Durch Benutzer abgebrochen

source: Error
de: Fehler

source: Input
de: Eingabe

source: Progress
de: Fortschritt

source: Options
de: Optionen

source: Password
de: Passwort

source: Selection
de: Auswahl

source: Warning
de: Warnung

source: Not available in console mode:
de: Nicht im Konsolen-Modus verf端gbar:

source: Message
de: Nachricht

source: not supported, please install 'kdialog'
de: nicht unterstuetzt, bitte 'kdialog' installieren

source: yes no cancel
de: ja nein abbrechen

source: stop continue
de: Abbrechen Weiter

source: Supported GUIs
de: Unterst端tzte GUIs

source: Could not init window mode
de: Fenster Modus nicht initialisierbar

source: (found neither 'kdialog' nor 'zenity')
de: (weder 'kdialog' noch 'zenity' gefunden)

source: gui mode (off|on|auto) or (0|1|2) (default: auto)
de: GUI Modus (off|on|auto) od. (0|1|2) (Vorgabe: auto)

source: window module load
de: window Modul laden

source: Disabled 'console' module
de: 'console' Modue abgeschaltet:

source: module conflict:
de: Modulkonflikt:

source: Not available with _centauri_bash_win
de: Nicht mit _centauri_bash_win verf端gbar
