Repository: j-pfennig/centauri-bash-lib
Catalog: locale/*/_centauri_bash_run.po
Languages: de

source: installation root
de: Installation Wurzelverzeichnis

source: files
de: Dateien

source: applications
de: Anwendungen

source: translations
de: Übersetzungen

source: configuration files
de: Konfigurationsdateien

source: persistent cache
de: dauerhafter Cache

source: volatile cache
de: flüchtiger Cache

source: the userʼs temporary folder
de: temporärer Ordner des Benutzers

source: Syntax error:
de: Syntaxfehler:

source: Failed to load 'shortpath' configuration
de: Fehler bei Laden der 'shotpath' Konfiguration

source: 1st argument must be 'path'
de: Erstes Argument muss 'path' sein

source: Empty fields are invalid
de: Leere Felder sind nicht erlaubt

source: Error(s) in [%s] configuration: %s
de: Fehler in [%s] configuration: %s

source: No folder for shortcut:
de: Kein Verzeichnis für Kurzbezeichnung:

source: Not a valid shortcut:
de: Keine gültige Kurzbezeichnung:

source: No terminal configuration, see:
de: Keine 'terminal' Konfiguration, siehe:

source: No desktop running, see $DISPLAY or $XDG_CURRENT_DESKTOP
de: Kein Desktop aktiv, siehe $DISPLAY oder $XDG_CURRENT_DESKTOP
