Repository: j-pfennig/centauri-bash-lib
Catalog: locale/*/_centauri_bash_utl.po
Languages: de

source: Hostname
de: Rechnername

source: Variable name
de: Variablenname

source: %s missing
de: %s fehlt

source: %s too long
de: %s zu lang

source: %s contains space characters
de: %s enthält Leerzeichen

source: %s contains invalid characters
de: %s enthält ungültige Zeichen

source: %s 1st char must be a letter or '_'
de: %s muss mit Buchstabe oder '-' anfangen

source: %s must be lower case
de: %s erlaubt nur Kleinschreibung

source: Not a decimal integer number
de: Keine Dezimalzahl

source: Not an unsigned decimal number
de: Keine vorzeichenlose Dezimalzahl

source: Unexpected text data, not a number
de: Unpassende Zeichen, keine Zahl

source: Value to small (min is %s)
de: Wert zu klein (Min. ist %s)

source: Value to large (max is %s)
de: Wert zu gross (Max. ist %s)

source: unknown option:
de: Unbekannte Option:

source: zero
de: kein|keine

source: one
de: ein|eine

source: s
de: n

source: line
de: Zeile|-g

source: lines
de: Zeilen|-g

source: file
de: Datei

source: files
de: Dateien|-g

source: folder
de: Verzeichnis

source: folders
de: Verzeichnisse|-g

source: error
de: Fehler

source: errors
de: Fehler

source: No '@' in arguments array:
de: Kein '@' im Argumentfeld:

source: invalid 'wait' result
de: Ungültiges 'wait' Ergebnis

source: Elapsed time: %s [ms]
de: Vergangene Zeit: %s [ms]
