Repository: j-pfennig/centauri-bash-lib
Catalog: locale/*/centauricreate.po
Languages: de

source: Create a script, module or configuration from a template
de: Skript, Modul oder Konfiguration aus Vorlage erstellen

source: Using centauri-bash-lib without main()
de: centauri-bash-lib ohne 'main()' benutzen

source: stand-alone script using mini-bash-lib
de: Unabhängiges Skript das 'mini-bash-lib' benutzt

source: configuration
de: Konfiguration

source: a simple centauri-bash-lib setup script
de: Ein einfaches centauri-bash-lib Setup Skript

source: minimal grub.cfg for centauri boot menu
de: Minimale 'grub.cfg' für Centauri Startmenü

source: a custom library module
de: Erstelle ein Anwender-Bibliotheksmodul

source: path not executable
de: Pfad nich ausführbar

source: must be '-', '+' or absolute path
de: braucht '-', '+' oder absoluten Path

source: skipping symlink
de: Symlink auslassen

source: Check and replace shebang for %s %s
de: Shebang für %s %s prüfen und ersetzen

source: shell is current
de: Shell is aktuell

source: no bash script
de: kein 'bash' Skript

source: replace shebang
de: Shebang ersetzen

source: Replaced shebang
de: Shebang ersetzt

source: Replaced shebang of %s %s
de: Shebang für %s %s ersetzt

source: Script
de: Skript

source: Configuration
de: Konfiguration

source: Saving new config to:
de: Speichere neue Konfiguration in:

source: Module
de: Modul

source: anonymous
de: anonym

source: all rights reserved
de: Alle Rechte vorbehalten

source: <copy from input>
de: <Eingabe übernehmen>

source: Selected template:
de: Benutzte Vorlage:

source: Short description:
de: Kurzbeschreibung:

source: Author :
de: Autor(in) :

source: License :
de: Lizenz :

source: Output path :
de: Ausgabe Datei :

source: Do you want to continue
de: Ausführung fortsetzen

source: created
de: erstellt

source: create a script
de: Ein Skript erstellen

source: show cached options
de: Zeige Optionscache

source: run shellcheck
de: Das 'shellcheck' Programm ausführen

source: set script author
de: Setze den Skript Author

source: run 'shellcheck' tool
de: Das 'spellcheck' Programm ausführen

source: short description of script
de: Kurzbeschreibung des Skripts

source: set script license
de: Setze die Skipt Lizenz

source: don't modify config file
de: Konfigurationsdatei nicht ändern

source: select template option (repeatable)
de: Setze Option in Vorlage (wiederholbar)

source: override interpreter path (shebang)
de: Interpreter überschreiben (shebang)

source: choose template (default: $DAT_NAME_DEF)
de: Vorlage wählen (Voreinstellung: $DAT_NAME_DEF)

source: The values of --author and --license are cached.
de: Die Werte von --author und --license werden gecached.

source: arguments
de: Argumente

source: \"+\" for '/usr/bin/env bash', \"-\" for '$BASH' or a path
de: \"+\" für '/usr/bin/env bash', \"-\" für '$BASH' oder ein Pfad

source: option name, gets converted to uppercase
de: Optionsname, wird in Grosschreibung konvertiert

source: any text not containing \";\" or \"-\" to reset
de: Text der kein Semikolon enthält, \"-\" für Vorgabe

source: name of a template, see below
de: Name einer Vorlage, siehe unten

source: templates
de: Vorlagen

source: examples
de: Beispiele

source: create script without 'main()' from centauriHello template
de: Von Vorlage 'centauriHello' Skript ohne 'main()' erstellen

source: create script with 'action' syntax
de: Erstelle Skript mit 'action' Syntax

source: create script without demo code
de: Erstelle Skript ohne Demo Code

source: create a custom library module
de: Erstelle ein Anwender-Bibliotheksmodul

source: create centauri-bash-lib configuration file
de: Erstelle eine centauri-bash-lib Konfigurationsdatei

source: run the 'shellcheck' tool (a bash lint)
de: Programm 'spellcheck' ausführen (ein 'lint' für Bash)

source: replace shebang for bash scripts in a folder
de: Shebang für 'bash' Skripte eines Verzeichnisses ersetzen
